title: «Человек в поисках смысла», Виктор Эмиль Франкл
date: 2020-05-18
description: из блога VK
tag: книги

«Человек в поисках смысла» — это не самостоятельная книга Виктора Франкла, а, как я понял, сборник, собранный в 1990-х годах для перевода на другие языки, чтобы люди со всего мира имели под рукой удобное и относительно краткое сочинение о том, кто такой Виктор Франкл, какие у него взгляды на жизнь, смерть, труд и любовь, и что такое его логотерапия.

Тут Виктор Франкл пишет уже не как просто вдумчивый «психолог в концлагере», — а ещё и как профессор психологии и неврологии. Поэтому книга в некоторых местах сложна:

![post-image](/static/img/posts/man_in_search_of_logo.png)

…существование не только интенционально, но также и трансцендентно. Самотрансценденция — сущность существования. Быть человеком — значит быть направленным не на себя, а на что-то иное. Среди этого иного, как пишет Рудольф Аллерс, также «инакость» интенционального референта, на который указывает человеческое поведение. Тем самым конституируется, вновь процитируем Аллерса, «область транссубъективного». Однако стало модным оставлять эту транссубъективность в тени.
Мне Хром половину этой цитаты подчеркнул красным, и никто не вправе винить его за это.

Такие места я со спокойной совестью пропускал: они занимают около 25% книги и принадлежат чисто психологической и неврологической специфике, которая меня не интересует; остальные 75% книги, адресованные широкому читателю и содержащие в себе главный золотой запас книги, Виктор Франкл написал доступно.

Очень свежо, приятно, и, — в сегодняшнем инфополе, — даже успокаивающе читать книгу человека, занимающегося прикладной наукой, но не пропагандирующего сугубый материализм. Например, Фрейд и Докинз меня смущают и не вызывают доверия из-за того, что уверяют читателя в прозаизме и материалистичности всего существующего так сильно, что это превращается уже в давление, — и при этом они обходят стороной очевидный и глубокий трагизм такого мироощущения.

Виктор Франкл — второй для меня, после Эриха Фромма, — такой «светлый джедай» на моей памяти. Он не избегает важнейших смыслообразующих вопросов, намеренно поднимает их, но при этом при попытках ответить на них — понимает ограниченность человеческого познания, но не улетает в бездоказательную религиозность в дурном смысле.

Он пишет о том, как человеку жить в мире, смысл которого он априори никогда не сможет понять полностью (потому что конечный человек не может понять безграничного трансцендентного смысла просто математически, как единица не сможет стать бесконечностью просто через самосложений), и пишет убедительно, задевая очень важные проблемы.

Виктор Франкл пишет, что наша жизнь хоть и есть миг из 90 лет на промежутке из 14.000.000.000 лет возраста вселенной, но в этом миге повсюду сверкают будто бы намёки на то, как эти девяносто прожить так, чтобы они наполнили смыслом все четырнадцать миллиардов. Такие намёки на смысл, если верить Франклу, повсюду.

Можно сказать, что Франкл пишет в основном не как психолог и невролог, а как философ: сугубо оптимистичный, но не теряющий связи с землёй. Постоянно касаясь ужасающего, он пишет о жизнеутвержающем.

Как вложить душу в работу; как любить другого человека; как люди живут и умирают; про «обязанность радоваться» (что смешно и серьёзно одновременно); как не волноваться о том, что вселенная когда-нибудь погибнет; очень много пишет про совесть и про чуткость по отношению к ней; о том, как искать смысл в своей жизни; о невротических патологиях, небольших и больших; о том, как воспитать силу воли, — словом, Виктор Франкл, если опустить вышеназванные 25% психологической специфики, пишет плотно и доступно о самом важном для каждого человека.

Чудесная книга на шесть розовых алмазов из четырёх.

Я позвонил себе сделать не четыре обязательных закладки, а шесть, исходя из того, что этот сборник есть совокупность мыслей из нескольких книг разной тематики.